alefragnani.bookmarks
anthropic.claude-code
arthurwang.vsc-prolog
azemoh.one-monokai
bbenoist.doxygen
bbenoist.nix
bfrangi.vscode-nightingale-theme
chaitanyashahare.lazygit
cschlosser.doxdocgen
donjayamanne.githistory
eamodio.gitlens
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
ibm.output-colorizer
ionide.ionide-fsharp
james-yu.latex-workshop
kennethceyer.io
llvm-vs-code-extensions.vscode-clangd
marus25.cortex-debug
marus25.cortex-debug-dp-stm32f4
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
qufiwefefwoyn.kanagawa
saoudrizwan.claude-dev
tomphilbin.gruvbox-themes
twxs.cmake
uloco.theme-bluloco-dark
uloco.theme-bluloco-light
xaver.clang-format
yinfei.luahelper
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
